const similarityСoefficient = 75 // коефф. схожості при порівнянні лиць

const leftMax = 45 // максимальний градус поворота лиця в ліво для успішної верифікації
const leftMin = 30 // мінімальний градус поворота лиця в ліво для успішної верифікації
const rightMax = -30 // максимальний градус поворота лиця в право для успішної верифікації
const rightMin = -45 // мінімальний градус поворота лиця в право для успішної верифікації

const upMax = 50 // максимальний градус поворота лиця вгору для успішної верифікації
const upMin = 10 // мінімальний градус поворота лиця вгору для успішної верифікації
const downMax = -10 // максимальний градус поворота лиця вниз для успішної верифікації
const downMin = -50 // мінімальний градус поворота лиця вниз для успішної верифікації

export {
  similarityСoefficient,
  leftMax,
  leftMin,
  rightMax,
  rightMin,
  upMax,
  upMin,
  downMax,
  downMin
}

